app/channels/comments_channel.rb

SELECT "posts".* FROM "posts" ORDER BY "posts"."id" DESC LIMIT ?  [["LIMIT", 1]]
---
  def subscribed
    stream_for Post.last