app/controllers/comments_controller.rb

    def create
        comment = @post.comments.create! comments_params
---
INSERT INTO "comments" ("post_id", "body", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["post_id", 1], ["body", "Formdan merhaba"], ["created_at", "2021-10-27 07:38:07.761839"], ["updated_at", "2021-10-27 07:38:07.761839"]]